import React from 'react';

const About = () => {
    return (
        <div className="about-bg">
        <div className="about">
            <h1>אודות</h1>
            <p>
                ירון פלצ'יק
                <br></br>
                מאמן תנועה ואומנויות לחימה (ג'ודו וקרב מגע), כושר במשקל גוף.
                <br></br>
                חגורה שחורה (דאן 2) בג'ודו. מאמן כושר מסומך. סטודנט לפיזיותרפיה
            </p>
            <p>
            ספורט ותנועה מאז ומתמיד היו דרך חיים עבורי. במובן שבמהלך 25 שנות הניסיון שלי בעולם הזה, לא עולה בזיכרוני תקופה שבה לא עסקתי בספורט ולא נמצאתי בתנועה. מגיל צעיר מאוד (5 במספר) התחלתי את דרכי באומנויות לחימה, האחת- ג'ודו והשנייה- שיטת דניס הישרדות. במהלך שנות הילדות המוקדמות התנסיתי בענפי ספורט שונים, ולבסוף ג'ודו היווה עבורי את המסגרת העיקרית בה התפתחתי כספורטאי הישגי. עד הגיוס לצבא, הייתי חבר נבחרת ישראל, ואלוף ישראל בג'ודו. החוויות התחרותיות, ושגרת האימונים שהיו לי בתור ספורטאי מהוות בעיניי אבני בניין משמעותיות של מי שאני כיום. המסגרת הספורטיבית, ובשלב מאוחר יותר גם המסגרת הצבאית, היוו עבורי את השורשים להתפתחות האישית ולהיבנות מבחינה ערכית, חברותית ואישיותית. למדתי מהם ערכים של כבוד, רעות, משמעת, התמדה, ונחישות.
            </p>
            <p>
            לאחר שירותי הצבאי, התחלתי להיחשף לרעיונות חדשים ששינו את התפיסה שלי בהקשר של תנועה, בכמאה ושמונים מעלות. התחלתי לחשוב על פעילות גופנית ותנועה במובן יותר כוללני. התחלתי לראשונה להבדיל בין "שגרת אימונים" ל"אורח חיים פיסי", כקונספט. בתור ספורטאי הישגי, תמיד היה לי קושי ומאבק להתחייב באופן טוטאלי לדרישות ולתהליך המצופים ממני. ובנקודה זו הבנתי מדוע. מסתבר שהתשוקה האמיתית שלי לא הייתה באומנויות הלחימה. יותר נכון, לא רק שם, אלא בתנועה על כל צורותיה. וכך התחלתי ללמוד ולחקור תחומי תנועה ביניהם אומנויות לחימה- אגרוף, ג'יאוג'יטסו, איגרוף תאילנדי, ריקוד, אקרובטיקה, קליסטניקס (חיזוק ע"י משקל הגוף), שיטת עידו פורטל-movement culture. מכל אלה קיבלתי כלים, עקרונות, ואימצתי שיטות תרגול חדשות אותן למדתי ליישם בתרגולים שלי, וכמאמן, בבניית אימונים עשירים ומגוונים למתאמנים שלי.
            </p>
            <p>
            :חשוב שנבין שבכל תהליך שאנחנו עוברים אנחנו מתפקדים במקביל ב3 מובנים
            </p>
            <ul className="about-list">
                <li>כתלמידים</li>
                <li>כמתרגלים</li>
                <li>כמורים - גם אם נדמה לכם שאתם לא שם, תמיד הייתם שם. גם חבר לאימון יכול להיות מורה. גם אתם כתלמידים מהווים פעמים רבות מורים עבור המורים שלכם. אני למדתי והתפתחתי רבות כמאמן, כמתרגל, וכתלמיד דרך המורים שלי, החברים שלי, והמתאמנים שלי</li>
            </ul>
            <p>
            אי אפשר להפריד בין שלושת אלו, וההכרה בהם היא הכרחית לכל תהליך ודרך שאנו עוברים כחלק מההתפתחות שלנו
            </p>
            <p>
            <strong>למידה </strong> - זהו המצב התודעתי החשוב ביותר בעיניי. קשרים חדשים נוצרים במוחנו. תשוקה והתאהבות בתהליך מתחילים להבנות. משום מה רבים רוצים לעבור את השלב הזה כמה שיותר מהר, ולעתים כשמבינים שעלול לקחת זמן רב, נסוגים לאחור. להיות "מתחיל" זה סטטוס קדוש. וצריך לדעת איך להיות "מתחיל". זה דורש  מאיתנו צניעות, כבוד, רצינות, קבלה, מחשבה, ביקורת, הסכמה, כדי להוציא את המקסימום האפשרי מהתהליך- The beginner state of mind. להיות "מתחיל" טוב, היא היכולת הטהורה להיות "מתחיל" בתחום שבו אתה כבר "מאסטר". ובאופן פרדוקסלי, ככל שלומדים יותר מבינים שיודעים פחות, ושאולי מונחים כמו "מאסטר" ו"מומחה" אינם אלא פיקציות.
            </p>
            <p>
             <strong>מחויבות והתמדה </strong>- הם היסודות הנדרשים מאיתנו לאורך כל התהליך שאותו אנו רוצים לעבור. חלק מכך זו ההבנה שאין קסמים. אי אפשר לעשות שינוי ארוך טווח ללא תרגול. רק תרגול יביא להטמעה ומשם לשליטה. המפתח הוא- תקדשו ותכבדו את התהליך ולא את התוצאה! תלמדו את עצמכם להנות מהתהליך, ואם אתם לא מסוגלים, אל תתחילו אותו. גם התוצאה כשתגיע, תספק לכם הרבה יותר אושר כשהושגה דרך חוויות חיוביות מאשר ע"י סבל וטראומה.
            </p>
            <p>
            <strong>שיתוף </strong>- ידע- נרכש, נטמע ומיושם בצורה הטובה ביותר כאשר נחלק עם אנשים נוספים. אנחנו כבני אדם יצורים חברותיים. וההבנה הזאת צריכה לשרת אותנו כחלק מההתפתחות התנועתית שלנו. האבולוציה התנועתית שלנו לאורך מיליוני שנים נובעת מהסיבה שאנחנו נעים בתוך קהילות ומסגרות, משמשים מקור להשראה, למידה ותרגול אחד לשני, מקור לתחרות בריאה ומוטיבציה. אלו קידמו אותנו לפתח יכולות תנועתיות שלא היו קיימות בנו מעולם. אדם שחי על אי בודד ככל הנראה לא יגיע לרמה תנועתית שהיה מגיע אילו הי חי על אותו אי עם אנשים נוספים. ומתוך ההבנה הזאת אנחנו חייבים להבין שאנחנו מזינים אחד את השני בידע, חולקים ומקבלים אותו מהסביבה ביחסי גומלין, ושהתהליך הזה הוא חלק בלתי נפרד מההתפתחות שלנו. כמו שציינתי מקודם- כולנו תלמידים, מתרגלים, ומורים.
            </p>
            <p><strong>ביטוי עצמי</strong></p>
            <p>
                :ברוס לי (מגדולי אמני הלחימה בכל הזמנים) אמר
            </p>
            <p><i>
            "Absorb what is useful, discard what is not, add what is uniquely your own"
            </i></p>
            <p>
            הפירוש אומר- תספוג כל מה ששימושי עבורך, תיפטר מכל מה שלא, ותוסיף מה ששלך.
            </p>
            <p>
            כתלמיד, מתרגל, ומורה, אני מאמין מאוד במשפט הזה כקונספט. אני מאמין שלכל אדם יש את טביעת האצבע התנועתית שלו בעולם. בדיוק כמו שלכל אומן הסגנון הציורי שלו, לכל זמר הצבע קול שלו, ולכל אדם השפה והאישיות הייחודיים רק לו, כך גם  הגוף שלנו, והתנועה בחיינו, הם חלק מאיתנו, חלק מביטוי העצמי שלנו. 
            </p>
            <p>
                <strong>
                כאב, הוא סוגיה בולטת בעולם המודרני של היום. חוסר בתנועה, עודף בתנועה או איכות ירודה של תנועה, הופכים להיות יותר ויותר מזוהים כגורמים תורמים לסבלם של אנשים מכאבים.  אני כן מאמין שכבני אדם נועדנו <span className="about-underline">גם לנוח וגם לזוז</span>. וכמאמן, אני שואף לתת לכם כמה שיותר כלים והכוונה כדי שתוכלו לזוז טוב יותר, כפי שאתם מרגישים שנכון לכם. אני כאן כדי לסייע לכם ללמוד להכיר את הגוף שלכם טוב יותר, לפתח מודעות גבוהה, להכיר בדרך שנכונה עבורכם, שתשרת אתכם בעתיד להנות מחופש תנועתי בגוף בו אתם חיים.
                </strong>
            </p>
            <p>
                <strong>
                !אני מזמין אתכם ליצור קשר, ולהתחיל את התהליך שלכם
                </strong>
            </p>
        </div>
        </div>
    );
}

export default About;